Repository: NickeGilbert/MATDAGS
Catalog: Matdags/*.lproj/Localizable.strings
Languages: sv

# passwordPlaceholder
source: Password
sv: Lösenord

# LoginButton
source: Sign in
sv: Logga in

# orLabel
source: Or
sv: Eller

# RegisterButton
source: Register
sv: Registrera

# mailLoginErrorMessage
source: Something went wrong. Please try again!
sv: Någonting gick fel. Pröva igen!

# facebookLoginErrorMessage
source: Something went wrong. Please try again!
sv: Någonting gick fel. Pröva igen!

# verifyTitle
source: Verify
sv: Verifiera

# verifyMessage
source: Please confirm your account at your mail
sv: Var vänlig och godkänn dit konta på din mail

# usernamePlaceholder
source: Username
sv: Användarnamn

# rePasswordPlaceholder
source: Repeat Password
sv: Upprepa Lösenord

# showPasswordPlaceholder
source: Show Password
sv: Visa Lösenord

# registerButton
source: register
sv: Registrera

# emptyMailMessage
source: You have to type your mail adress
sv: Du måste ange en mailadress

# passwordTitle
source: Does not agree
sv: Stämmer inte överens

# passwordMessage
source: The passwords must be identical
sv: Lösenorden måste vara identiska

source: Username
sv: Användarnamn

# usernameMessage
source: Your username may not be empty
sv: Ditt användarnamn får inte vara tomt

# errorMessage
source: Any problem occurred, please try again
sv: Något problem uppstod, vänligen försök igen

# passwordLenghtTitle
source: Passwordlength
sv: Lösenordslängd

# passwordLenghtMessage
source: The password must be longer than 5 characters, please try again
sv: Lösenordet måste vara längre än 5 tecken, vänligen försök igen

# validateMessage
source: You must go and validate your account on your mail!
sv: Du måste gå och Validera ditt konto på din mail!

# infoTitle
source: Userdata
sv: Användardata

# infoMessage
source: The information you provide from you by creating an account with your email address, alias and password is neither shared with others nor used by ourselves except for enabling multi-device history login.
sv: Informationen du ger ifrån dig genom att skapa ett konto med din mailadress, alias och lösenord varken delas till andra eller används av oss själva förutom för att möjliggöra inloggning med historik på flera enheter.

# followButton
source: FOLLOW
sv: FÖLJ

# followingButton
source: FOLLOWING
sv: FÖLJER

# followingLabel
source: Following
sv: Följer

# followerLabel
source: Followers
sv: Följare

# DeleteAccountHeader
source: Delete Account
sv: Radera konto

# DeleteAccountText
source: Are you sure u wanna delete your account?
sv: Är du säker på att du vill ta bort ditt konto?

# deleteAccountYES
source: YES
sv: JA

# deleteAccountNO
source: NO
sv: NEJ

# zeroImagesTextMessage
source: Pictures you have taken and pictures from people you are following will be displayed here!
sv: Foton du tagit och foton från människor du följer visas här!

source: Delete image
sv: Radera bild

# blockUser
source: Block
sv: Blockera användare

source: Report image
sv: Anmäl bild

# reportImageTitle
source: Would you like to report this image?
sv: Vill du anmäla denna bilden?

# reportImageMessage
source: Keep in mind that to not abuse this service, it might lead to you getting blocked from this app
sv: Tänk på att inte missbruka denna tjäst då du själv kan bli avstängd

# reportTitle
source: Report
sv: Anmäl

# reportSent
source: A report has been sent
sv: En anmälan har blivit skickad

# reportSentMessage
source: We will take a look at the picture
sv: Vi kommer att ta en titt på bilden

# closeReport
source: Close
sv: Stäng

# deleteImageTitle
source: Would you like to delete this image?
sv: Vill du radera bilden?

# deleteImageMessage
source: This cannot be undone
sv: Detta kan inte bli ogjort!

# delete
source: Remove
sv: Ta bort

# blockUserTitle
source: Would you like to block this user?
sv: Vill du blockera användaren?

# blockUserMessage
source: Keep in mind that to not abuse this service, it might lead to you getting blocked from this app
sv: Tänk på att inte missbruka denna tjänst då du själv kan bli avstäng

# userIsBlockedTitle
source: The user has been blocked
sv: Användaren är blockerad

# userIsBlockedMessage
source: You will no longer be able to see images from this user
sv: Du kan inte längre sen bilder från denna användaren

# userClose
source: Close
sv: Stäng

# saveImageTitle
source: Hurray!
sv: Hurra!

# saveImageMessage
source: Your image was saved on your phone!
sv: Bilden sparades på din telefon!

# logoutTitle
source: Would you like to log out?
sv: Vill du logga ut?

# logoutMessage
source: You can always log in again
sv: Du kan logga in igen

source: Log out
sv: Logga ut

# closeTitle
source: Close
sv: Stäng

# logoutButton
source: Log out
sv: Logga ut
